Repository: GhaliaAlmuaddi/Kidzoology_App
Catalog: AnimalGame/Localizable.xcstrings
Source language: en
Languages: ar

source: 9 Hours
ar: ٩ ساعات

source: 14 Hours
ar: ١٤ ساعة

source: Approximately, how many hours do cats sleep a day?
ar: تقريبا، كم ساعة تنام القطط يومياً؟

source: Arabian Peninsula Animals
ar: حيوانات شبه الجزيرة العربية

source: Arachnid
ar: عنكبوتيات

source: Bird
ar: العصفور

source: Bird of Prey
ar: طير جارح

source: Birds
ar: العصافير

source: Bull
ar: الثور

source: Calf
ar: العجل

source: Camel
ar: الجمل

source: Camels can store water for only a short period of time.
ar: تستطيع الجمال تخزين الماء لفترة قليلة من الزمن.

source: Can dogs be used by humans for hunting?
ar: هل يستطيع البشر استخدام الكلب للصيد؟“

source: Carnivore
ar: آكل لحوم

source: Carnivorous
ar: آكلات لحوم

source: Cat
ar: القطة

source: Cats conserve energy by sleeping for 13 to 14 hours a day. They have flexible bodies and teeth adapted for hunting small animals such as mice and rats.
ar: تحافظ القطط على طاقتها عن طريق النوم ل ١٣ إلى ١٤ ساعه يومياً! لديهم جسد مرن و اسنان متكيفة على اصطياد الحيوانات الصغيرة كالفئران و الجرذان.

source: Challenge questions
ar: أسئلة التحدي

source: Cheetah
ar: الفهد

source: Choose the correct answer:
ar: اختر الإجابة الصحيحة

source: Click to Start your journey
ar: اضغط هنا لبدء رحلتك

source: Cow
ar: البقرة

source: Cows Produce milk that we use to make butter, yogurt and many other products. A baby cow is called a calf . An adult male is called a bull.
ar: تنتج البقرة الحليب الذي نصنع منه اللبن و الزبدة و منتجات أخرى. صغير البقرة يسمى عجل، و الذكر البالغ يسمى الثور!

source: Cows produce milk that we use to make butter, yogurt, and many other products. A baby cow is called a calf. An adult male is called a bull.
ar: تنتج البقرة الحليب الذي نصنع منه اللبن و الزبدة و منتجات أخرى. صغير البقرة يسمى عجل، و الذكر البالغ يسمى الثور!

source: Desert
ar: صحراء

source: Deserts
ar: الصحراء

source: Deserts and Grasslands
ar: الصحراء والمروج

source: Diet:
ar: الغذاء

source: Diverse environments
ar: بيئات متنوعة

source: Do snakes have eyelids and ears?
ar: هل يوجد للثعبان جفون أو أذنين؟

source: Dog
ar: الكلب

source: Dogs can provide assistance to humans by performing various tasks such as hunting, guarding, and searching for missing people.
ar: الكلب مساعدة الإنسان بالقيام بعدة مهام كالحراسة و الصيد و البحث عن اشخاص مفقودين.

source: Drag your animals into your zoo
ar: اسحب حيواناتك إلى حديقتك

source: Enter your name
ar: أدخل اسمك

source: Exoskeleton
ar: الهيكل الخارجي

source: Fact
ar: الحقائق

source: False
ar: خطأ

source: Farms
ar: المزارع

source: Feathers
ar: الريش

source: Forests and Mountains
ar: الغابات والجبال

source: Fur
ar: الفراء

source: Gazelle
ar: الغزال

source: Gazelles can be extremely fast because they need to escape from dangerous predators like cheetahs and lions.
ar: يستطيع الغزال الجري بسرعة هائلة ليستطيع الهرب من الحيوانات المفترسة، كالأسد و الفهد.

source: Grassland
ar: المرج

source: Grasslands
ar: المروج

source: Great job, %@
ar: أحسنت

source: Habitat:
ar: الموطن

source: Hair
ar: الشعر

source: Have one or two humps that stores fat and break them to water and energy when needed and can conserve water for a long period of time.
ar: لديه سنامٌ او سنامين على ظهرهِ يستخدمهم لتخزين الدهون حتى يحوّلهم الى طاقةٍ و ماء في وقت الحاجة. يستطيع الجمل أيضاً تخزين الماء لمدة زمنيه طويله.

source: Hawk
ar: الصقر

source: Hawks are birds of prey. They hunt and eat animals for food. They have sharp claws and a short hooked beak to help them catch and kill animals.
ar: الصقور هي طيور جارحة تصطاد الحيوانات للأكل ، لذلك فلديهم مخالب حادة ومنقار قصير معقوف ليساعدهم على اصطياد و قتل الحيوانات.

source: Herbivore
ar: آكل أعشاب

source: Horse
ar: الحصان

source: Horses can grind grasses and other harsh vegetation.
ar: يستطيع الحصان مضغ الأعشاب و الخضار القاسية؟

source: Ink
ar: الحبر

source: Lizard
ar: الضب

source: Lizards are cold-blooded animals. This means that the temperature of their body changes based on the temperature of the surroundings.
ar: الضب من الحيوانات ذات الدم البارد، ما يعني انه يمكنه تغيير حرارة جسده حسب حراره البيئة المحيطة.

source: Lizards are warm-blooded animals, like mammals.
ar: الضب كالثديات، من ذوات الدم الحار؟

source: Mammal
ar: الثديات

source: Mammals
ar: الثديات

source: Map
ar: الخريطة

source: Mountains
ar: الجبال

source: My Zoo
ar: حديقتي

source: Name Required
ar: الاسم مطلوب

source: No
ar: لا

source: Ok
ar: موافق

source: OK
ar: موافق

source: Omnivore
ar: قارت

source: Omnivores
ar: قارت

source: Pigeon
ar: الحمامة

source: Pigeons live in diverse environments like farms and city buildings.
ar: يعيش الحمام في مناطق و بيئات مختلفة، كالمباني و المزارع؟

source: Pigeons usually make nests of sticks, and eggs are incubated by parents. Unlike most other birds, the Columbidae produce a type of milk and they feed their young with it.
ar: تبني الحمامة اعشاشها من العصي الصغيرة و تضع بيضها فيه و تحتضنه. عكس باقي الطيور، هذه الطيور الكولومبيدية تنتج نوع من الحليب و تطعم صغارها به.

source: Please enter your name
ar: أدخل اسمك

source: Poison
ar: السم

source: QuizSound
ar: QuizSound_ar

source: Reptile
ar: الزواحف

source: Reptiles
ar: الزواحف

source: Reward
ar: مكافأة

source: save
ar: حفظ

source: Scale
ar: حراشف

source: Scales
ar: حراشف

source: Scorpion
ar: العقرب

source: Scorpions use their poison to kill prey and to defend against predators. They quickly grab an insect with their pincers and sting their prey.
ar: يستخدم العقرب سمّه لقتل فريسته و للدفاع عن نفسه من المفترسين. يمسك الحشرات بسرعة هائلة بكماشاته ثم يلدغ.

source: Select your character
ar: اختر شخصيتك

source: Sheep
ar: الخروف

source: Sheep can jump nearly 12 feet in a single bound. They have distinctive beards and long, warm coats to protect them from cold temperatures and wind.
ar: يعيش الخروف في المناطق العشبية و يستطيع القفز مرة واحدة لمسافة ١٢ قدم! لديه لحية مميزة و طويلة ويغطيه الصوف ليحميه من البرد و الرياح.

source: Skin:
ar: الغطاء

source: Snake
ar: الثعبان

source: Sparrow
ar: العصفور

source: Sparrows are omnivores, they eat seeds and worms.
ar: العصافير تنتمي للقوارت، فهي تتغذى على الحبوب و الديدان؟

source: Sparrows often make their nests near houses or buildings. This means they are one of the easiest birds to see in the wild.
ar: يبني العصفور أعشاشه عادةً قرب المنازل و المباني. لذلك فهم اسهل أنواع الطيور للعثور عليهم!

source: Start
ar: ابدأ

source: Start the test
ar: ابدأ الاختبار

source: Submit
ar: إرسال

source: The horse is fast, so it has a long leg bone. It also has a set of strong, high-crowned teeth, suited to grinding grasses and other harsh vegetation.
ar: لديه عظم فخدٍ طويل، لذلك فهو سريعٌ جداً! لديه كذلك اسنان قوية و طويلة تساعدهُ على مضغ الأعشاب و الخضار القاسية أيضاً.

source: The snake's body is covered with scales. It sheds its skin many times during its life, and it has no ears or eyelids.
ar: يغير الثعبان حراشفهُ أكثر من مرة خلال حياته. و لا يوجد لديه أي جفون ولا أذنين.

source: The wolf's howl is used as a warning of danger.
ar: يستخدم الذئب العواء لتنبيه المجموعات الأُخرى عن وجود خطر؟

source: This animal has been added to your zoo
ar: تم إضافة الحيوان إلى حديقتك

source: To which types of animals do cows belong?
ar: إلى أي نوع من الحيوانات تنتمي البقرة؟

source: True
ar: صح

source: Type:
ar: النوع

source: Welcome %@
ar: مرحبا

source: What covers horses skin?
ar: ماذا يغطي جلد الحصان؟

source: What covers the dog's skin?
ar: ماذا يغطي جلد الكلب؟

source: What covers the gazelle's skin?
ar: ما الذي يغطي جلد الغزال؟

source: What do scorpions use to kill prey and defend against predators?
ar: ماذا يستخدم العقرب لقتل فريسته أو للدفاع عن نفسه؟

source: What do we call the baby cow?
ar: ماذا نسمي صغير البقرة؟

source: What is the lizard's skin made of?
ar: ماذا يغطي جسم الضب؟

source: What is the scorpion's skin made of?
ar: ماذا يغطي جسم العقرب؟

source: What kind of diet do camels have?
ar: ما هي طبيعة غذاء الجمل؟

source: What kind of diet do hawks have?
ar: ما هي طبيعة غذاء الصقر؟

source: What kind of diet do pigeons have?
ar: ما هي طبيعة غذاء الحمام؟

source: What kind of diet do wolves have?
ar: ما هي طبيعة غذاء الذئاب؟

source: What protects the sheep from cold temperatures and wind?
ar: ما اللذي يحمي الخراف من البرد و الرياح؟

source: What type of animals are cats?
ar: إلى أي نوع من الحيوانات تنتمي القطط؟

source: What type of animals are sparrows?
ar: إلى أي نوع من الحيوانات تنتمي العصافير؟

source: Where do hawks live?
ar: أين تعيش الصقور؟

source: Where do sheep live?
ar: أين يعيش الخروف

source: Where do snakes live?
ar: أين تعيش الثعابين؟

source: Which animal is considered as a predator to the gazelle?
ar: أي حيوان يعتبر من الحيوانات التي تفترس الغزال؟

source: Wolf
ar: الذئب

source: Wolves communicate with more than one howl. The howl is used as a way to call to another pack or to warn of danger. Each pack has a unique howl.
ar: تتواصل الذئاب بأكثر من نوع من العواء! لنداء مجموعة أخرى من الذئاب أو تنبيههم عن الخطر. ويختلف العواء من مجموعة لأخرى.

source: Wool
ar: الصوف

source: Yes
ar: نعم

source: ZooSound
ar: ZooSound_ar
